accountsservice
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alacritty-themes
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
amdgpu-pro-libgl
ant-dracula-kvantum-theme-git
appstream
arandr
arc-darkest-theme-git
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archiso
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-arc-kde
arcolinux-arc-themes-git
arcolinux-bin-git
arcolinux-candy-beauty-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-i3wm-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-meta-logout
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-chili-git
arcolinux-sddm-fralonra-git
arcolinux-sddm-futuristic-git
arcolinux-sddm-materia-git
arcolinux-sddm-redrock-git
arcolinux-sddm-simplicity-git
arcolinux-sddm-slice-git
arcolinux-sddm-sugar-candy-git
arcolinux-sddm-urbanlifestyle-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-termite-themes-git
arcolinux-variety-autostart-git
arcolinux-variety-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-xmobar-git
arcolinux-xmonad-polybar-git
arcolinux-zsh-git
asciinema
autoconf
automake
autorandr
autotiling
avahi
awesome-terminal-fonts
ayu-theme
base
bash-completion
bibata-cursor-theme-bin
bind
binutils
bison
bitwarden
blueberry
bluez
bluez-libs
bluez-utils
brave-bin
broadcom-wl
btrfs-progs
capitaine-cursors
cava
certbot-nginx
checkupdates-aur
chromium
clonezilla
conky-lua-archers
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
davinci-resolve
dconf-editor
ddrescue
deezer
dex
dhclient
dialog
diffutils
discord
dmenu
dmraid
dnsmasq
dolphin
dosfstools
downgrade
dracula-gtk-theme-git
duf-bin
e2fsprogs
edex-ui-bin
edid-decode-git
edk2-shell
efibootmgr
etcher-bin
ethtool
exa
exfatprogs
exo
expac
f2fs-tools
faba-icon-theme-git
faba-mono-icons-git
fakeroot
fatresize
feh
ffmpegthumbnailer
ffmpegthumbnailer-mp3
file
file-roller
filezilla
findutils
firefox
firefox-ublock-origin
fish
flameshot-git
flex
fluent-reader
freetype2
fsarchiver
fslint
galculator
garcon
gawk
gcc
gcolor3
geany
gettext
ghostscript
git
gksu
glxinfo
gmrun
gnome-disk-utility
gnome-keyring
gnu-netcat
google-chrome
gpart
gparted
gpm
gptfdisk
grep
groff
grub
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gthumb
gtk3
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
halo-icons-git
hardcode-fixer-git
hardinfo
haskell-dbus
hdparm
htop
hw-probe
hwinfo
i3-gaps
i3blocks
i3status
ifuse
imagemagick
intltool
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
irssi
iw
jfsutils
jq
jsoncpp
kdenlive
kid3
kvantum
laptop-detect
less
libcups
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libtool
libusb-compat
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
m4
mailspring
make
man-db
man-pages
mariadb
materia-gtk-theme
materia-kde
mc
mdadm
megacmd
megasync-bin
memtest86+
mesa
mintstick-git
mkcert
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moka-icon-theme-git
mpc
mpd
mpv
mtools
mtpfs
mullvad-vpn-bin
nano
nautilus
nautilus-share
nbd
ncmpcpp
ndisc6
neofetch
neovim
nerd-fonts-jetbrains-mono
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx-mainline
nilfs-utils
nitrogen
nordvpn-bin
noto-fonts
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-gtk-theme-git
numlockx
nvme-cli
obs-studio
oh-my-zsh-git
onlyoffice-bin
openbox-themes-pambudi-git
opencl-amd
openconnect
openresolv
openssh
openvpn
opera
os-prober
otf-font-awesome
otf-font-awesome-4
oxy-neon
p7zip
pacman
paper-icon-theme
papirus-icon-theme
partclone
parted
partimage
patch
pavucontrol
pcsclite
perl-checkupdates-aur
php
php-fpm
php-gd
php7
php7-fpm
php7-gd
phpmyadmin
picom
pkgconf
play-with-mpv-git
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
protonmail-bridge
protonvpn
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygtk
python-pylspci
python-pyparted
python2-pyxdg
qbittorrent
qemu-desktop
qt5-webkit
qt5ct
ranger
raven-reader-bin
redshift
reflector
reiserfsprogs
ripgrep
ristretto
rmatrix-git
rofi
rp-pppoe
rsync
ruby-sass
rxvt-unicode
rxvt-unicode-terminfo
s3cmd
sardi-icons
screen
scrot
sddm
sdparm
sed
sg3_utils
shairport-sync
simplicity-sddm-theme-git
smartmontools
sof-firmware
speedtest-cli-git
spek-git
splix
spotify
spotifywm-git
sqlmap
squashfs-tools
stacer-bin
sublime-merge
sublime-text-4
sudo
surfn-icons-git
surfn-mint-y-icons-git
sushi
syslinux
system-config-printer
tcpdump
teamviewer
telegram-desktop-bin
terminus-font
termite
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timeshift
tlp
tmux
tor-browser
tpm2-tss
tree
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-comfortaa
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-font-awesome-4
ttf-hack
ttf-hactor
ttf-hellvetica
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur
ttf-ms-fonts
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tty-clock-git
tumbler
udftools
udiskie
udisks2
unace
unrar
unzip
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
variety
vcsi-git
veracrypt
viewnior
vim
vim-airline
vim-airline-themes
vim-ale
vim-align
vim-ansible
vim-bufexplorer
vim-coverage-highlight
vim-csound
vim-ctrlp
vim-easymotion
vim-editorconfig
vim-fugitive
vim-gitgutter
vim-grammalecte
vim-indent-object
vim-jad
vim-jedi
vim-latexsuite
vim-molokai
vim-nerdcommenter
vim-nerdtree
vim-pastie
vim-seti
vim-supertab
vim-surround
vim-syntastic
vim-tabular
vim-tagbar
vim-vital
virt-manager
virtualbox
visual-studio-code-bin
vlc
volumeicon
vpnc
w3m
webkit2gtk
wget
whatsapp-for-linux
which
wireguard-tools
wireless-regdb
wireless_tools
wmctrl
woeusb
wpa_supplicant
wvdial
xapp
xcursor-arch-cursor-complete
xcursor-breeze
xcursor-comix
xcursor-flatbed
xcursor-neutral
xcursor-premium
xcursor-simpleandsoft
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfce4-appfinder
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xl2tpd
xmobar
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yay-bin
zafiro-icon-theme
zenity
zoom
zsh
zsh-completions
zsh-syntax-highlighting
