accerciser
alacritty
alacritty-themes
amd-ucode
ansiweather
arc-gtk-theme-colorpack
atom
autoconf
automake
baobab
base
bash-completion
binutils
bison
bitwarden
brave-bin
cava
cheese
chrome-gnome-shell
chromium
cli-visualizer-git
conky
cpupower
crypto++
dconf-editor
devhelp
discord
dmenu
dunst
efibootmgr
eog
epiphany
evince
evolution
exa
fakeroot
feh
fetch
ffmpegthumbnailer
file
file-roller
filezilla-bin
findutils
firefox
fish
five-or-more
flameshot
flex
fluent-reader
four-in-a-row
freeimage
fuseiso
gawk
gcc
gcolor3
gdm
gedit
gettext
ghex
gimp
glade
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-arc-menu-git
gnome-shell-extension-arch-update-git
gnome-shell-extension-dash-to-dock
gnome-shell-extension-pop-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal-transparency
gnome-tetravex
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gparted
grep
grilo-plugins
groff
grub
grub-customizer
gthumb
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hddtemp
hitori
htop
i2c-tools
iagno
iftop
kid3
librewolf-bin
libtool
libva-mesa-driver
lightsoff
linux
linux-firmware
linux-headers
lollypop
lxappearance
m4
mailspring
make
mariadb
materia-gtk-theme
megacmd
moc
moc_notify-git
mocp-themes-git
mpc
mpd
mutter
nano
nautilus
nautilus-share
ncmpcpp
neofetch
neovim
networkmanager
networkmanager-openvpn
nginx-mainline
nitrogen
nordvpn-bin
ntfs-3g
obs-studio
ookla-speedtest-bin
opencl-amd
openvpn
orca
os-prober
otf-font-awesome
otf-font-awesome-4
pacman
pacman-contrib
patch
pfetch
php
php-fpm
php-gd
php7
php7-fpm
php7-gd
phpmyadmin
picom-jonaburg-git
pkgconf
polari
polybar
protonmail-import-export-app-bin
python-magic
qalculate-gtk
qbittorrent
quadrapassel
qutebrowser
ranger
redshift
rhythmbox
rofi
rxvt-unicode
rygel
s3cmd
samba
screen
sed
signal-desktop
simple-scan
spek-git
spotify-tui
spotifyd
steam
sublime-text-4
sudo
sushi
swell-foop
sysprof
sysstat
tali
terminator
termite
texinfo
thermald
timeshift
tor
tor-browser
totem
tracker
tracker-miners
tracker3
tracker3-miners
transmission-gtk
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-4
ttf-hack
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
tty-clock
tweetdeck-desktop
unimatrix-git
veracrypt
vifm
vim
vino
virtualbox
virtualbox-guest-utils
vlc
vulkan-radeon
webkitgtk-bin
wget
whatsapp-for-linux
which
xclip-git
xdg-user-dirs-gtk
xdotool
xf86-video-amdgpu
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
yelp
zoom
