a52dec
aalib
accountsservice
acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adwaita-icon-theme
alacritty
alacritty-themes
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
ant-dracula-kvantum-theme-git
aom
apm
apparmor
appstream
appstream-glib
arandr
arc-darkest-theme-git
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archiso
archlinux-appstream-data-pamac
archlinux-keyring
arcolinux-alacritty-git
arcolinux-arc-kde
arcolinux-arc-themes-git
arcolinux-betterlockscreen-git
arcolinux-bin-git
arcolinux-candy-beauty-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-kvantum-theme-arc-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-meta-logout
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-chili-git
arcolinux-sddm-fralonra-git
arcolinux-sddm-futuristic-git
arcolinux-sddm-materia-git
arcolinux-sddm-redrock-git
arcolinux-sddm-simplicity-git
arcolinux-sddm-slice-git
arcolinux-sddm-sugar-candy-git
arcolinux-sddm-urbanlifestyle-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-autostart-git
arcolinux-variety-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-xmobar-git
arcolinux-xmonad-polybar-git
arcolinux-zsh-git
argon2
asciinema
at-spi2-atk
at-spi2-core
atk
atkmm
atom
attica
attr
audiofile
audit
autoconf
automake
autorandr
avahi
awesome-terminal-fonts
ayu-theme
base
bash
bash-completion
bc
betterlockscreen-git
bibata-cursor-theme-bin
bind
binutils
bison
bitwarden-bin
blas
blueberry
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
brave-bin
breeze-icons
broadcom-wl
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capitaine-cursors
cava
cblas
cdparanoia
celt
ceph-libs
certbot
certbot-nginx
chaotic-keyring
chaotic-mirrorlist
checkupdates-aur
chromaprint
cifs-utils
cjson
clonezilla
clutter
clutter-gtk
cogl
colord
conky-lua-archers
coreutils
cracklib
crda
cronie
cryptsetup
ctags
cups
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
dconf-editor
ddcutil
ddrescue
desktop-file-utils
device-mapper
dex
dhclient
dialog
diffutils
ding-libs
discord
djvulibre
dkms
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
downgrade
dracula-gtk-theme-git
drbl
duf-bin
e2fsprogs
ecryptfs-utils
edid-decode-git
editorconfig-core-c
edk2-shell
efibootmgr
efivar
eglexternalplatform
electron9
elfutils
enchant
erofs-utils
etcher-bin
ethtool
evince
exa
exempi
exfatprogs
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
faba-icon-theme-git
faba-mono-icons-git
fakeroot
fatresize
feh
ffmpeg
ffmpegthumbnailer
ffmpegthumbnailer-mp3
fftw
file
file-roller
filesystem
findutils
firefox
firefox-ublock-origin
fish
flac
flameshot-git
flatpak
flex
fluidsynth
fmt
fontconfig
freetype2
fribidi
fsarchiver
fslint
fuse-common
fuse2
fuse3
galculator
garcon
gawk
gc
gcab
gcc
gcc-libs
gcolor3
gconf
gcr
gd
gdbm
gdk-pixbuf2
geany
geoclue
geocode-glib
geoip
geoip-database
gettext
ghc
ghc-libs
ghostscript
giflib
git
gjs
gksu
glib-networking
glib2
glibc
glibmm
glslang
glxinfo
gmp
gmrun
gnome-autoar
gnome-bluetooth
gnome-desktop
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnu-netcat
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gpart
gparted
gpgme
gpm
gptfdisk
grammalecte
graphene
graphite
grep
groff
grub
grub-customizer
gsettings-desktop-schemas
gsfonts
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-gtk
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gthumb
gthumb-openexr-extension
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
guile
gupnp
gupnp-dlna
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
halo-icons-git
hardcode-fixer-git
hardinfo
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-alsa-core
haskell-alsa-mixer
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dbus
haskell-distributive
haskell-dlist
haskell-extensible-exceptions
haskell-free
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-invariant
haskell-iproute
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-primitive
haskell-profunctors
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-resourcet
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-setlocale
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-tagged
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml-conduit
haskell-xml-types
haskell-zlib
hdparm
hicolor-icon-theme
hidapi
htop
http-parser
hunspell
hw-probe
hwids
hwinfo
hwloc
hyphen
i3lock-color
iana-etc
ibus
icu
id3lib
ifuse
ijs
imagemagick
imath
imlib2
iniparser
intltool
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
irssi
iso-codes
iw
jack2
jad
jansson
jasper
jbig2dec
jemalloc
jfsutils
jq
js78
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kid3
kid3-common
kio
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
kpackage
krb5
kservice
ktextwidgets
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
laptop-detect
lbzip2
lcms2
ldb
ldns
less
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfido2
libfontenc
libfreeaptx
libgcrypt
libgee
libgexiv2
libgit2
libgksu
libglade
libglvnd
libgme
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisoburn
libisofs
libjpeg-turbo
libjxl
libkate
libksba
libldac
libldap
liblouis
liblqr
liblrdf
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmusicbrainz5
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libofa
libogg
libomxil-bellagio
libopenmpt
libopenraw
libosinfo
libotr
libp11-kit
libpamac-full
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsidplayfp
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwebsockets
libwnck3
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-atm
linux-firmware
linux-headers
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lrzip
lsb-release
lsscsi
lua
lua51
lua52
luajit
lvm2
lxappearance
lz4
lzo
lzop
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
materia-gtk-theme
materia-kde
mbedtls
mc
md4c
mdadm
media-player-info
megasync-bin
memtest86+
mesa
minizip
mintstick-git
mjpegtools
mkcert
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moka-icon-theme-git
mosquitto
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mtpfs
mujs
nano
nautilus
nautilus-share
nbd
ncmpcpp
ncurses
ndctl
ndisc6
neofetch
neon
neovim
net-tools
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
nginx-mainline
nilfs-utils
nitrogen
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
numix-circle-arc-icons-git
numix-circle-icon-theme-git
numix-gtk-theme-git
numix-icon-theme-git
numlockx
nvme-cli
oath-toolkit
obs-studio
oh-my-zsh-git
oniguruma
openal
openbox-themes-pambudi-git
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
os-prober
osinfo-db
ostree
otf-font-awesome
otf-font-awesome-4
oxy-neon
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pamac-all
pambase
pango
pangomm
paper-icon-theme
papirus-icon-theme
partclone
parted
partimage
paru-bin
patch
pavucontrol
pbzip2
pciutils
pcre
pcre2
pcsclite
perl
perl-checkupdates-aur
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-parse-yapp
perl-timedate
perl-try-tiny
perl-uri
perl-www-aur
perl-www-robotrules
perl-xml-parser
perl-xml-writer
php
php-fpm
php-gd
php7
php7-fpm
php7-gd
phpmyadmin
picom-jonaburg-git
pigz
pinentry
pipewire
pixman
pixz
pkcs11-helper
pkgconf
play-with-mpv-git
playerctl
polkit
polkit-gnome
polkit-qt5
polybar
poppler
poppler-glib
poppler-qt5
popt
portaudio
ppp
pptpclient
procps-ng
progsreiserfs
protonvpn
protonvpn-cli
protonvpn-gui
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygtk
python
python-acme
python-appdirs
python-bcrypt
python-beaker
python-beautifulsoup4
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-configargparse
python-configobj
python-contextlib2
python-coverage
python-cryptography
python-distlib
python-distro
python-dnspython
python-docopt
python-entrypoints
python-future
python-gnupg
python-gobject
python-html5lib
python-httplib2
python-idna
python-importlib-metadata
python-jedi
python-jeepney
python-jinja
python-josepy
python-keyring
python-keyutils
python-lxml
python-mako
python-markdown
python-markupsafe
python-mock
python-more-itertools
python-msgpack
python-numpy
python-ordered-set
python-packaging
python-parsedatetime
python-parso
python-pbr
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-proton-client
python-protonvpn-nm-lib
python-psutil
python-pycparser
python-pycups
python-pycurl
python-pyopenssl
python-pyparsing
python-pyparted
python-pyrfc3339
python-pythondialog
python-pytz
python-pyxdg
python-requests
python-requests-toolbelt
python-resolvelib
python-retrying
python-secretstorage
python-setproctitle
python-setuptools
python-six
python-soupsieve
python-systemd
python-texttable
python-toml
python-tomli
python-urllib3
python-webencodings
python-wheel
python-xapp
python-yaml
python-zipp
python-zope-component
python-zope-deferredimport
python-zope-deprecation
python-zope-event
python-zope-hookable
python-zope-interface
python-zope-proxy
python2
python2-cairo
python2-gobject2
python2-pyxdg
qbittorrent
qpdf
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5ct
ranger
raptor
rate-mirrors-bin
rav1e
re2
readline
redshift
reflector
reiserfsprogs
rest
ripgrep
ristretto
rofi
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-irb
ruby-reline
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
samba
sardi-icons
sbc
screen
scrot
sddm
sdl
sdl2
sdparm
sed
semver
serd
sg3_utils
shaderc
shadow
shairport-sync
shared-mime-info
simplicity-sddm-theme-git
slang
smartmontools
smbclient
snapd
snapd-glib
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
speedtest-cli-git
speex
speexdsp
spek-git
spirv-tools
splix
spotify
spotifywm-git
sqlite
squashfs-tools
sratom
srt
sshfs
startup-notification
stoken
sublime-merge
sublime-text-4
sudo
surfn-icons-git
surfn-mint-y-icons-git
sushi
svt-av1
svt-hevc
syndication
sysfsutils
syslinux
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tcpdump
tdb
terminus-font
termite
testdisk
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tlp
tmux
tolua++
tor-browser
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
tree
tree-sitter
tslib
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-comfortaa
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-font-awesome-4
ttf-hack
ttf-hactor
ttf-hellvetica
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
twolame
tzdata
uchardet
udftools
udiskie
udisks2
unace
unibilium
unrar
unzip
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
variety
vcsi-git
veracrypt
vid.stab
vim
vim-airline
vim-airline-themes
vim-ale
vim-align
vim-ansible
vim-bufexplorer
vim-coverage-highlight
vim-csound
vim-ctrlp
vim-easymotion
vim-editorconfig
vim-fugitive
vim-gitgutter
vim-grammalecte
vim-indent-object
vim-jad
vim-jedi
vim-latexsuite
vim-molokai
vim-nerdcommenter
vim-nerdtree
vim-pastie
vim-runtime
vim-seti
vim-supertab
vim-surround
vim-syntastic
vim-tabular
vim-tagbar
vim-ultisnips
vim-vital
virtualbox
virtualbox-host-dkms
vlc
vmaf
vmware-keymaps
vmware-workstation
volume_key
volumeicon
vpnc
vte-common
vte3
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
whatsapp-for-linux
which
wildmidi
wimlib
wireless-regdb
wireless_tools
wmctrl
woeusb
woff2
wpa_supplicant
wpebackend-fdo
wvdial
wvstreams
wxgtk-common
wxgtk2
wxgtk3
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcursor-arch-cursor-complete
xcursor-breeze
xcursor-comix
xcursor-flatbed
xcursor-neutral
xcursor-premium
xcursor-simpleandsoft
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screensaver
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xkeyboard-config
xl2tpd
xmlsec
xmobar
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xplc
xsel
xvidcore
xxhash
xz
yad
yajl
yay-bin
youtube-dl
zafiro-icon-theme
zbar
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zoom
zsh
zsh-completions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
zziplib
